/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Utilizaţi BlackBerry Blend pentru a vizualiza mesajele şi conţinutul de pe dispozitivul BlackBerry pe computer. Puteţi vizualiza, de asemenea, calendarul şi contactele şi gestiona fişiere între computer şi dispozitiv.  Dacă dispozitivul este activat pentru întreprinderi, puteţi accesa în siguranţă informaţiile, fişierele de serviciu şi intranetul fără a vă conecta la VPN. BlackBerry Blend este compatibil cu dispozitivele pe care se execută BlackBerry 10 OS versiunea 10.3 sau o versiune superioară.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Utilizaţi BlackBerry Link pentru a efectua backupul datelor de pe dispozitiv şi a le restaura, a comuta la un dispozitiv nou, a actualiza software-ul dispozitivului sau a reinstala software-ul dispozitivului. Puteţi, de asemenea, sincroniza datele fişierelor media, documentelor şi din organizator, cum ar fi contactele şi calendarele, între dispozitiv şi computer. Permiteţi accesul la fişierele de pe computer de pe dispozitiv utilizând funcţia de accesare la distanţă a fişierelor şi multe altele!";